{
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gp.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-vitest": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-fundo": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "trailblazer.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-illuminate": { "branch": "master" }
}